tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
tap "wpscanteam/tap"
brew "antigen"
brew "bat"
brew "glib"
brew "php", restart_service: true, link: false
brew "composer"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "dockutil"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "git"
brew "gitlab-runner"
brew "httpd"
brew "imagemagick"
brew "mailhog"
brew "mariadb", restart_service: true
brew "mas"
brew "midnight-commander"
brew "moreutils"
brew "node"
brew "openssl@3"
brew "rename"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "wp-cli"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shivammathur/php/php", link: false
brew "shivammathur/php/php@7.4", link: true
brew "shivammathur/php/php@8.0"
brew "wpscanteam/tap/wpscan"
cask "1password"
cask "alfred"
cask "android-studio"
cask "atext"
cask "authy"
cask "brave-browser"
cask "codekit"
cask "crunch"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "muzzle"
cask "nordvpn"
cask "notion"
cask "phpstorm"
cask "poedit"
cask "quicklook-json"
cask "rectangle"
cask "screenflow"
cask "sequel-ace"
cask "setapp"
cask "signal"
cask "slack"
cask "stretchly"
cask "sublime-text"
cask "toggl-track"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
