tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "akamai"
brew "composer"
brew "coreutils"
brew "moreutils"
brew "findutils"
brew "ffmpeg"
brew "git"
brew "gitlab-runner"
brew "imagemagick"
brew "node"
brew "nvm"
brew "mas"
brew "midnight-commander"
brew "pwgen"
brew "tldr"
brew "tree"
brew "wget"
brew "wp-cli"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "yarn"
brew "java"
brew "dockutil"

cask "atext"
# cask "lastpass"
cask "authy"
cask "crunch"
cask "brave-browser"
cask "dash"
cask "docker"
cask "fliqlo"
cask "flux"
cask "imageoptim"
cask "insomnia"
cask "mounty"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "opera"
cask "osxfuse"
cask "phpstorm"
cask "rectangle"
cask "signal"
cask "slack"
cask "toggl-track"
cask "tor-browser"
cask "transmit"
cask "visual-studio-code"
cask "local"
cask "setapp"
cask "alfred"
cask "firefox"
cask "codekit"
cask "iterm2"
cask "muzzle"
cask "nordvpn"
cask "poedit"
cask "sketch"
# cask "rdm"
cask "transmit"
cask "android-studio"
cask "google-backup-and-sync"
cask "thunderbird"
cask "screenflow"
cask "vlc"
cask "zoom"

cask "font-fira-code"