tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shopify/shopify"
tap "sidneys/homebrew"
tap "wpscanteam/tap"
brew "antigen"
brew "bat"
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "fnm"
brew "git"
brew "git-flow-avh"
brew "mailhog"
brew "mariadb"
brew "mas"
brew "midnight-commander"
brew "pnpm"
brew "spaceship"
brew "tldr"
brew "tree"
brew "wget"
brew "wp-cli-completion"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "aria2d"
cask "brave-browser"
cask "coconutbattery"
cask "crunch"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "figma"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-recursive"
cask "google-drive"
cask "hazel"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keyboard-maestro"
cask "libreoffice"
cask "little-snitch"
cask "local"
cask "mailspring"
cask "micro-snitch"
cask "microsoft-edge"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "poedit"
cask "polypane"
cask "postman"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "screenflow"
cask "sequel-ace"
cask "setapp"
cask "signal"
cask "slack"
cask "stretchly"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "tigervnc-viewer"
cask "toggl-track"
cask "transmit"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "warp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Airmail", id: 918858936
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Manual Camera", id: 1484626516
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "aaron-bond.better-comments"
vscode "andrejunges.Handlebars"
vscode "astro-build.astro-vscode"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "GitHub.copilot"
vscode "JayShah.handlebars-vsce"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "jock.svg"
vscode "mblode.twig-language-2"
vscode "mrmlnc.vscode-duplicate"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "neilbrayfield.php-docblocker"
vscode "neilding.language-liquid"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.LiveServer"
vscode "rvest.vs-code-prettier-eslint"
vscode "Shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-polish"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "usernamehw.errorlens"
vscode "xabikos.JavaScriptSnippets"
vscode "Youhan.vscode-snippets-shopify-content-schema"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
